Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 히마스 님이 오셨습니다.
en: sir himas is here.

source: 으음, 여태 이런 친구 없었는데.
en: hmm, I’ve never met anyone like you before.

source: 진짜 괜찮아요.
en: I’m okay, really.

source: 제가 외로울 뿐이에요.
en: I’m just... lonely.

source: 이제 보니 그러네.
en: yeah, I see it now.

source: 오늘은 옆에 있겠습니다.
en: I’ll be right outside the door today.

source: 하하하…!
en: hahaha...!

source: 내 사랑하는 동생.
en: my beloved sister.

source: 이번엔 또 무슨 수작을 부리려고….
en: what’s she trying to pull now?

source: 대사제님께 들었어요.
en: father airo told me.

source: 그러기 위해 얼마나 큰 용기가 필요했을까요?
en: don’t you know how much courage that took?

source: 똑
en: ...exactly.

source: 이 불안한 집단을 다지려면 교회의 지지가 필요할 텐데….
en: I’m sure he’ll need the church to strengthen his grip on power...

source: 이 외투에 담긴 따스한 온기.
en: or the warmth I feel in this cape.

source: 그럼 나도 네 부탁이 뭔지 알아.
en: so I know what your favor is.

source: 죽은 줄로만 알았던 의자매가 살아서 돌아왔다.
en: I thought my blood sister was dead, but she’s alive.

source: 이게 제가 드릴 수 있는 마지막이에요.
en: this is the last thing I can give to you.

source: 물론 안 됩니다.
en: of course not.

source: 그래도 그자에 비하면 나는 다행이지.
en: well, compared to him, I’m lucky.

source: 하아….
en: SIGH

source: 진심인데….
en: I was serious...

source: 전하가 절 지켜줬어요.
en: his highness saved my life!

source: 전하!
en: your highness!

source: ‘확신할 수 없다’라….
en: “I can’t be sure...”

source: 저는…!
en: I...!

source: 명심해라, 디아티.
en: keep in mind, diati.

source: 미안.
en: sorry.

source: 그러니 하늘을 두루마리 삼아
en: so even if I conduct the mass...

source: 너는 대체….
en: what–

source: 그러셨죠.
en: yes, she did.

source: 어제 정말 못 주무셨어요?
en: did you really not get any sleep last night?

source: 엄마는 키사의 부탁이라면 뭐든 들어주잖아.
en: mother does anything you ask.

source: 이 전쟁은 비극을 남기고 역사에는 수치만 남길 테니까.
en: this war will only cause tragedy and be a mark of shame in history.

source: 2시간 전.
en: ...the prince summoned philia.

source: 새벽에 꽤 추웠습니다.
en: it was quite chilly this morning.

source: 까마귀 떼?!
en: ...swarming with crows!

source: 이 사람한테까지 그렇게 여겨지고 싶진 않아.
en: I don’t want him of all people to think of me that way.

source: 불멸의 영웅에게 살해당한 왕자.
en: the prince, assassinated by an immortal hero.

source: 문을 그리 함부로 열면 곤란하네.
en: you shouldn’t open the door without permission.

source: 왕자가 반년간의 번뇌를 끝냈고
en: as if to make me believe the prince’s six months of anguish...

source: 그런데 그 사이엔 ‘수레를 만든 것도 비탈에서 굴린 것도 인간이지만’이라는 소절이 더 있어요.
en: but there is another line in between that says, “it is humans who created the wheel and pushed it down the hill.”

source: 전쟁
en: war

source: 이것은 협상의 기술.
en: the art of negotiation.

source: 아는 사이?
en: do they know each other?

source: 그러려고 온 게 아닌데 말이야.
en: that’s not why I came.

source: 네, 형제님은…
en: yes... what about you?

source: 종려나무와 비둘기 문양의 금속 통에 말아 넣었는데
en: it’s rolled up and stored inside a metal case decorated with palm leaves and a dove.

source: 몇 번이고
en: ...how many times...

source: 이렇게 나오면 곤란해.
en: well, that’s not good for me.

source: 나의 왕.
en: my king.

source: 너무 걱정 마세요.
en: don’t worry, sister philia.

source: 미안해, 나중에 깨끗이 빨아줄게.
en: sorry, didi. I’ll wash you later.

source: 기다려요,
en: wait!

source: 들면 물 거예요.
en: if you pick me up, I’ll bite you.

source: 축제, 점화(4)
en: Festival, Lights (4)

source: 이게 어디서 감히…!
en: how dare you-!

source: 재우는 거 익숙한데….
en: you’re very good at tucking people in...

source: 아직인가?
en: is it time?

source: 나무 대
en: wooden rod

source: 이 밤에 잠도 못 자게!
en: to stay up all night!

source: 아나샤.
en: anasha.

source: 까마귀 떼가 하늘을 덮고, 사람들은 뿔뿔이 흩어질 거예요.
en: the crows will blot out the sky and the people will scatter.

source: 그리고 은근히 즐기고 계시죠.
en: and I bet he kind of enjoyed it, too.

source: 이제 알았으니까 안 하려고요.
en: now that I know what it is, I’m not doing it.

source: 입 다물어….
en: shut your mouth...

source: 분이 풀리질 않네.
en: I just can’t figure him out.

source: 에키나, 비켜줘.
en: ekina, please get out of our way.

source: 나는 너 때문에,
en: do you know...

source: 그 예언 때문에 무슨 일만 생기면 수군대잖아요.
en: and because of it, people talk whenever anything happens.

source: 디디야.
en: hey, didi.

source: 전하.
en: your highness.

source: 저도 졸려요.
en: I’m sleepy, too.

source: 엄마가 자길 무서워하는 걸 받아들이기 싫어서
en: she didn’t want to accept that her mother was afraid of her,

source: 시대는 새 국면으로 접어들었고
en: a new era is coming.

source: 왜 화를 내세요?
en: why are you angry?

source: 시대의 요구를 받고 예언의 주인공이 된 심정이 과연 어떠신지.
en: how does it feel to hear the call of the times and be the main subject of the prophecy?

source: 아마 형제님이 맞는 걸 보고 나서부터일 거야.
en: maybe it was after I watched brother didi get beaten to a pulp.

source: 그럼에도 그 어깨는 제 이마에 닿을 만큼 높았고,
en: still, his shoulders came up to my forehead...

source: 갑자기 그리 신중한 눈빛을 하면….
en: but suddenly, they looked so cautious...

source: 소동은 이미 발견되었을 터.
en: I’m sure they’re already on their way.

source: 교회는 여자아이를 받아주지 않았어요.
en: but the church did not accept girls.

source: 햇빛을 받으면 꽤 반짝거리는데
en: ...and it gets pretty shiny in the sun,

source: 하지만 여지가 있으니까 대사제님이 절 보내셨겠죠.
en: but father airo must’ve sent me here for a reason.

source: 실패하면 죽이기로.
en: if she fails, he will die.

source: 안색이 왜 또….
en: you don’t look so good...

source: 다른 사제님들께 말하면 혼나겠지만요.
en: of course, the other priests would scold me if I said this to them.

source: 세상은 넓고 갈등은 많으니까.
en: the world is vast and full of conflict.

source: 오래전 일이 왜 갑자기 떠올랐을까.
en: why is my past coming back to haunt me?

source: 힘들어요….
en: this is too hard...

source: 네, 리리 사제님.
en: yes, sister lili?

source: 꺄아악!
en: aaahhh!

source: 아니.
en: no.

source: 내가 할 수 있는 것만 하자.
en: let’s just do what I can.

source: 하필 나랑 똑같이 샹들리에 수정을 쓸 게 뭐냐고.
en: why did he have to use the same chandelier crystals as me?

source: 일개 병사의 마음이 전쟁의 승패를 좌우한다면,
en: if what’s in a soldier’s mind determines victory or defeat,

source: 망토 덮어준 것도 그냥 치하의 의미였나?
en: was covering me with the cape just another act of domination?

source: 당신만 아는 비밀을 폭로했는데, 신경 쓰일 텐데…?!
en: it’s a secret only you know! doesn’t it surprise you?!

source: 참주님께서 주신 겁니다.
en: it’s from the despotess.

source: 너,
en: who?

source: 어제도 그 사제가 전하를 뵈러 갔나.
en: the nun was with the prince last night, too.

source: 주제넘은 청을 드렸는데 허락해주셔서 감사합니다, 전하.
en: I made a presumptuous request, but I thank you for allowing me, your highness.

source: 목덜미에서 풍기는 체향은 야릇했죠.
en: ...and the scent emanating from the nape of his neck was... intoxicating.

source: 지금 어디서 뭘 하고 있습니까?
en: where is he? what is he doing right now?

source: 와아—
en: whoa!!

source: 그게 왕가의 일원이 사사로워서는 안 되는 까닭입니다.
en: this is why members of the royal family cannot have personal lives.

source: 왔으면 앉지.
en: have a seat.

source: 까마귀에게 얕보여서 좋을 거 하나 없어.
en: no good can come from being belittled by crows.

source: …생각할 시간을 주세요.
en: ...give me a little time to think.

source: 아직 열 살밖에 안 된 리리를!
en: them, forcing ten-year-old lili!

source: 이쯤 되면 이 사제를 불러들인 건 득이 아니라 독이 아닌가!
en: maybe asking her to come here was a mistake.

source: 그러니 고작 한 줌이라도, 이 라즈베리는 포도주보다 나을 거야.
en: even just a handful of these is probably better than grape wine.

source: 더 이상 흔들지 마라.
en: don’t be shaken anymore.

source: 당신이 삼킨 가시를 봤어요.
en: I saw the thorns you devoured.

source: 그런데도 전쟁을 하자고 하는 거예요?
en: but he still wants this war?

source: 거짓말이면
en: if it’s a lie...

source: 그럼에도 단지 왕이라는 이유로 그 모든 허물이 묵과되고 있습니다.
en: yet his faults are being overlooked nevertheless because he is king.

source: 어린 사제에게 휘둘리는 나약한 애송이.
en: spineless and easily swayed by the young nun.

source: 다른 방법이 없었다고요.
en: I told you, there was no other way.

source: 타고나는 것도 아니고 달성되는 것도 아닌,
en: they are neither born with nor taught their powers.

source: 으으으, 싫어….
en: shudder. ugh, no...

source: 엘라이온국과 적국 아니드로스의 오랜 전쟁이 종결되었을 때.
en: ...a long war between elaion and its enemy, anidros, ended.

source: 전하에 대한 건 전부 다요.
en: every single thing about you, your highness.

source: 그렇게나 행동을 자제하라고 했거늘…!
en: I told her to be careful!

source: 그게 문제야.
en: that’s the problem.

source: 공적, 공적을 세워야 한다.
en: I must accomplish this.

source: 동물,
en: you can...

source: 배신하겠지.
en: you’ll betray me, too.

source: 엘라이온은 지금 리바노스를 탈환하기 위해 병력을 서쪽에 집중했습니다.
en: currently, elaion is concentrating its forces in the west to take back libanos.

source: …저,
en: uh...

source: 들어주면 반짝이는 걸 줄게.
en: if you do it for me, I’ll give you something shiny.

source: 부르지 않으면 제가 찾아갈 생각이었어요.
en: I was going to go to him if he didn’t call for me first.

source: 성에서는 멀리 떨어진 곳입니다만….
en: but we’re far away from the castle.

source: 왜 저 사람 손에 있는 거야.
en: ...does that man have the bible?

source: 제가 뭘 알고 이런 말을 하는지 궁금하세요?
en: you’re wondering how I know all this, aren’t you?

source: 귀하의 염려가 뭔지 압니다.
en: I get your concerns.

source: 왕에게 달려들 때 쓸 무기가 그렇게 무뎌져서는 곤란하다고.
en: he’s our weapon! he has to be sharp if we are to take on the king.

source: 오나그로스가 설마 여자였다니….
en: so... this onagros turns out to be a woman...

source: 괜…찮은 건가?
en: is she... okay?

source: 젠장.
en: damn.

source: 컥…!!
en: hurgh...!

source: 아하하하…!
en: ahahaha...!

source: 오호, 이걸 이렇게 그냥 넘어가 준다고?
en: oh, so you’re going to let this one go?

source: 제정신은 아닌 것 같지만
en: I don’t think she’s in her right mind,

source: 그러나 타고난 운명 때문에 역사에 새겨질 그는
en: but because of his inherited fate, he who will go down in history...

source: 왕자 전하도 어쨌든 엘라이온이니까요.
en: his highness the prince is still an elaion.

source: 눈이 있어도 보지 못하는 왕자.
en: the side of the prince he never showed anyone.

source: 대사제님께서는 그걸 성물이라고 떠받드는 게 무지몽매한 짓이라고 하셨어요.
en: the bishop said it was ignorant to raise the bible on a pedestal like some holy relic.

source: 성격 좋고 잘생긴 데다가 이따금 세심하기까지 해서.
en: he’s so nice and handsome, and so empathetic sometimes.

source: 이게 뭡니까?
en: what is it?

source: 경전이 안 왔던데요?
en: the new bible never came.

source: 무너져.
en: crumble.

source: 가장 유명한 것은 리바노스의 참주,
en: the most well-known is the despotess of libanos,

source: 저 사람이 나라를 무너트릴 짐승일까?
en: is this or that person going to be the demise of the kingdom?

source: 어떻게 같다는 거지.
en: we are not the same.

source: …까마귀는
en: people say...

source: 예?
en: what?

source: 털…?
en: fur blanket...?

source: …꿈에서 봤어요.
en: I saw them in a dream.

source: 물어라, 미끼를 물어라.
en: come on. take the bait.

source: 높이~
en: up!

source: 잡아라!!
en: get her!

source: 사제님…?!
en: sister?!

source: 이 인형을 안고 주무시면 전하의 명예를 지킬 수 있어요!
en: if you use this doll, you can still maintain your honor!

source: 대사제님은 왕자를 왕으로 선택했다.
en: the bishop chose the prince to be king.

source: 마치 대의를 품은 영웅처럼,
en: like a hero with a cause,

source: 마차도 짐도 전부 찾았는데,
en: we found the carriage, the luggage, everything.

source: 대신들이… 내가 귀하를 밤마다 부르는 걸 아니꼬워한다지.
en: my advisors... they don’t like that I call you into my office every night.

source: 설마 ‘인간의 뼈’를 물고 왔을 줄이야.
en: I never thought they would bring human bones in their beaks.

source: 힘들지도 않은가?
en: aren’t you tired?

source: 오셨습니까, 전하.
en: welcome, your highness.

source: 윽…!
en: urgh...!

source: 이렇게 갑자기 오면 어떡해!
en: you can’t suddenly show up like this!

source: 아….
en: oh...

source: 평화를 이룩할 기초가 마련되겠죠.
en: I’m sure a foundation for peace will be established.

source: 그런 걸 잠시나마 걱정했던 나 자신이.
en: and because I worried about that even for a moment.

source: 디디 형제님.
en: brother didi.

source: 하….
en: sigh...

source: 네.
en: yes.

source: 성이 소란합니다.
en: the whole castle is in an uproar.

source: 그리고 나는, 보름이라는 시간 동안 왕자의 심연을 바라본 나는
en: but after a month of looking into the abyss of his mind,

source: 네, 전하.
en: yes, your highness.

source: 맞아요, 우리 전하는 아주 나쁜 자식이에요.
en: yeah, you’re right. the prince is a real son of a bitch.

source: 아니~
en: of course!

source: 샅샅이 뒤져라!
en: search every crevice!

source: 아나샤도 구하셨잖아요?
en: you saved anasha, remember?

source: 위치가 위치이다 보니 말입니다.
en: because that’s where he finds himself.

source: 왕자 따위 죽든지 말든지 이젠 상관하고 싶지도 않지만….
en: and I don’t want to even care if the prince lives or dies anymore, but...

source: 그 암살자의 이름을 알려도 괜찮습니까?
en: can I tell the soldiers her name?

source: 왕족은 나라의 태양이고 기둥인데 어찌 평민과 비교한단 말입니까!
en: the royals are the sun and pillars of the kingdom! how can you compare them to any commoner?!

source: 아니, 그게 아니라….
en: no, I mean...

source: 성벽 너머로 사람의 길을 따라가면 철 옷 입은 남자들이 있을 거야.
en: if you follow the human trail beyond the wall, you’ll see men in iron robes.

source: 몸이 달아서 참 곤란했어요.
en: I almost couldn’t control myself.

source: 애당초 거긴 감옥이란 말이야.
en: I mean, it’s supposed to be a prison over there, isn’t it?

source: 귀하가 기적을 일으킬 만큼 위대하다고는 생각하지 않습니다.
en: I do not believe you are powerful enough to work miracles.

source: 전하께서 돌아다니지 말라고 하셔서 그러겠다고 하는데.
en: I told you, it’s because his highness told me not to run around.

source: 수컷 중 가장 깨끗한 것으로 골라 가죽을 벗기고 내장을 빼낸 후 각을 뜹니다.
en: we select the cleanest male, skin it, remove the innards, and cut the flesh into pieces.

source: 이래서는 기묘하다 못해 수상한 꼬맹이잖아.
en: if I keep acting weird, he’s going to be suspicious of me.

source: 감사해요, 형제님!
en: thank you, brother!

source: …에이, 저주는 무슨.
en: come on... cursed?

source: 기이해.
en: odd...

source: 관심 없어.
en: I don’t care

source: 집중하자.
en: focus.

source: 옛날 생각 나지 않아?
en: doesn’t this remind you of back in the day?

source: ‘로제의 천사라는 명성.’
en: “...her nickname as the angel of rosé.”

source: 정통파가 왕자의 반역을 허락할 리 없고,
en: the orthodox faction would never consent to the prince’s rebellion,

source: 부, 붉은색….
en: r-red...

source: 자신이 죽어 박제될 자리를 찾아 필사적으로 헤맸다.
en: ...desperately wandered the earth in search of a place to die and turn into dust.

source: ‘나르시시스트’.
en: “narcissist.”

source: 최근 왕자의 눈을 자주 약탈했으니까….
en: I mean, I have been plundering the prince’s mind a lot recently...

source: 남이 하면 무례, 뭐 이런 건가?
en: but if anyone else does it, it’s insolence. am I right?

source: 어이, 들었는가?
en: hey, did you hear?

source: 주님, 이건 진짜 아무리 생각해도 처음부터 무리였다고요!
en: lord, no matter how many times I think about it, I think this was just too much for me to handle!

source: 400년 전, 선지자 율로기아는 초대 왕의 죽음 앞에서 이날을 예언했다.
en: 400 years ago, the prophet eulogia prophesied about this day at the presence of the first king.

source: 고해라.
en: speak.

source: 전하를 뵌 것은 어찌 되었습니까?
en: how did it go with his highness?

source: 드러내.
en: show me...

source: 그래요.
en: okay.

source: 원래 이렇게 서두르려고 한 건 아니지만…
en: I didn’t want to move so fast...

source: 혼자 갖기엔 버겁고 나눠 갖기엔 위험하고.
en: too much for one person to handle alone but too dangerous to share.

source: 자존심이 있죠.
en: they have their pride.

source: 여긴 어린아이가 흙발로 돌아다닐 곳이 아닙니다.
en: this is no place for a child to run around with muddy shoes.

source: 그 사이 고통받는 백성들은 어쩌실 생각이십니까?
en: ...what are your plans for the people who will suffer in the meantime?

source: 한데 이것이 못마땅하십니까?
en: is this not satisfactory for you?

source: 「그 역시 당신처럼 가시를 먹지만 괜찮아요.」
en: “he devours thorns like you, but that is all right.”

source: 문제가 생긴 건 제가 말을 깨우치면서부터였죠.
en: but the problems began when I started to speak.

source: 입술을 잘라 버려야지
en: ...I’ll slice her lips off.

source: 전부, 거짓말이었어.
en: they were all lies.

source: 개혁파가 비열하게 왕자의 등을 떠밀 리도 없다.
en: and the reformed faction would never push the prince into this conflict.

source: 지금 다가가야 해.
en: I have to make my move.

source: 현왕은 통치에 실패했습니다.
en: the current king has failed to reign.

source: 혼자 어딜 다녀왔는지 물어보고 싶었는데.
en: ...and where she had gone alone.

source: 조금 궁금
en: a little curious

source: 하지만 인간은 아닙니다.
en: but humans cannot do that.

source: 에키나의 정체를 설명하기 위해선 아주 많은 것을 설명해야 하는데….
en: if I tell him about ekina, I have a lot of things to explain...

source: 머릿속에서 목소리가—
en: what’s this voice in my head?

source: 나는 3왕자가 죽는 것을 원치 않았네.
en: but I do not wish for the young prince to die.

source: 성 밖으로 나갈 수 있어요….
en: ...we’ll make it out of the castle.

source: 히잉….
en: hngh...

source: 큭…!!
en: urgh...!

source: 내게 폭로되는 왕자의 꿈이 유독 선명하고 포근했다.
en: ...the prince’s dream that was revealed to me tonight was quite vivid and cozy.

source: 대사제님도 참주님도 원하는 뜻을 이룬 셈이다.
en: father airo and despotess serion both got their way.

source: 「시대의 시작이 당신이듯 시대의 끝 또한 당신.」
en: “as you are the start of an era, so will you be the end of an era.”

source: 다름이 아니라
en: ...because of none other than...

source: 조금만 더 견디면….
en: just hold on a little longer!

source: 어떻게 해야 대사제께서 내 심정을 이해하실까?
en: oh, what can I do to get the bishop to understand me?

source: 그중에서도 특히 저주받은 건 너.
en: but you’re particularly cursed, aren’t you?

source: 모르면 못 하는 거지만 알면 안 하는 거잖아요.
en: if I don’t know something, I can’t do it. but if I do know the thing, that means I won’t do it.

source: 과감한 수를 던질 수밖에.
en: so I had to do something drastic.

source: 전하의 심정을요.
en: tell me what you feel.

source: 도망치고 싶을 정도로요.
en: enough to make me want to run away from here.

source: 엄청난 발전이라 생각했는데….
en: was a already huge step forward...

source: 저 수도원으로 돌아가고 싶어요.
en: I want to go back to the abbey.

source: 보초 서던 병사한테 듣기로는 매주 빼놓지 않고 나간다고 합니다.
en: I heard from one of the guards at his door that he goes every week.

source: 만전으로 세상에 나오기 위해 때를 기다리는 중이라고 한다.
en: and is waiting for the right time to step out into the world.

source: 일에 차질이 생기면 모두의 목이 달아난다는 걸 모르십니까!
en: do you not understand?! if things go south, it is off with our heads!

source: 필요하다.
en: ...but she’s necessary.

source: 당신께
en: to you...

source: 손도 다리도 마비된 것 같아요.
en: my hands and feet are numb.

source: 저 오늘 왕자한테 맞을지도 몰라요.
en: I think the prince might beat me today.

source: 이미 죽은 고깃덩어리는 나를 모른다.
en: but the already dead piece of meat doesn’t know who I am.

source: 사제님?
en: sister?

source: 괜찮은 건가?
en: is she okay?

source: 내게 이를 드러내고 덤빈 자들은 모조리 죽였다만,
en: I killed all of those who came at me baring their teeth.

source: 여기까지도 꽤나 그럴싸해.
en: sounds reasonable so far.

source: 이젠 백치 노릇도 지친다.
en: I’m getting sick of playing the fool, too.

source: 그것도 괜찮은 방법이군.
en: you know what? that’s not a bad idea.

source: 라고 말하면 너어어무 수상해 보이잖아.
en: I would sound so suspicious.

source: 그건 아주 먼 과거의 일이에요.
en: that was a long time ago.

source: 그 암캐는 어차피 엘라이온만 물어뜯을 테니 말입니다.
en: the bitch just wants to tear elaion to shreds.

source: …지금
en: what...

source: 아, 미리 좀 본다고 닳는 것도 아니잖아요!
en: jeez! me taking a itty-bitty peek won’t change anything!

source: 전하는 이제부터 포로니까요.
en: ...because you are now a prisoner of war.

source: 아아…!
en: aaah...!

source: 기름이, 떨어졌어?
en: are we out of oil?

source: 개소리가 맞는데….
en: it’s bullcrap, but...

source: 이런 거 아니야?
en: it’s something like that, isn’t it?

source: 법도가 그리 중요하면 아저씨도 국왕 폐하 곁에 계셨어야죠.
en: if the laws are so important, you should’ve stayed with the king, uncle.

source: 뭐, 전쟁만 할 수 있다면 어느 길이든 상관없나.
en: well, it doesn’t matter what we do, as long as it ends in war.

source: 우선 전하께서 군대를 모으신 이유가 궁금해요.
en: first of all, I’m curious as to why you are gathering an army.

source: …형제님!!
en: brother didi!

source: 부르니까 못 가겠어요.
en: now that he called for me, I don’t think I can go.

source: 하지만 나쁜 분은 아니라고 생각해요.
en: but I don’t think he’s a bad person.

source: 이런 얼굴이 나아.
en: I like this face she’s making.

source: 필리아 자매에겐 왕자를 말리라고 하지 않았습니까.
en: you told sister philia to dissuade him from declaring war, didn’t you?

source: 반가워!
en: welcome!

source: ‘교회를 등에 업은 채 사람들의 환심을 사는 어린 사제.’
en: “the young nun wins the hearts of the people with the church on her back.”

source: 까마귀가 몰려온 이후 저를 보는 사람들의 시선이 많이 달라졌어요.
en: after the crows came, people started looking at me differently.

source: 하지만 교회의 동의가 확실해질 때까진 움직일 수 없네!
en: still, we cannot do anything until the church confirms its agreement!

source: 참주님이요, 엘라이온은 씨를 말려버린다고 하셨죠?
en: the despotess said she will scatter elaion to the four winds, didn’t she?

source: 일개 병사의 마음도 전쟁의 승패를 좌우하는데, 하물며 나라의 태양이라면.
en: if the minds of regular soldiers determine victory or defeat, then what about the suns of the country?

source: 사방에서 가만두질 않는데!
en: nobody is leaving him alone!

source: 사제가 위협을 받아서.
en: because the nun was in danger.

source: 저번에 온 사제가 내 친구였어.
en: I actually know the nun who arrived a few days ago.

source: …귀하는 처음부터 나를 설득할 생각이었군.
en: so you wanted to change my mind from the beginning.

source: 사실 이런 상상을 한 적도 있어요.
en: to be honest, I’ve daydreamed about it.

source: 사제님.
en: sister lili.

source: 내가 잠깐 움직이지 못하게만 만드시겠다…?
en: so you’re just going to immobilize me for a moment?

source: 때문에 가시를 먹었지만 괜찮아요.
en: and so you devoured thorns, but that is all right.

source: 어디 한번 기어보세요.
en: let me see you crawl on your hands and knees.

source: 만약 그 옛날에
en: if you were there a long time ago...

source: 왕자는 더 이상 만나줄 것 같지도 않은데….
en: I don’t think the prince will talk to me anymore...

source: 한낱 사제에게 말인가?
en: to a lowly nun?

source: 그들은 모두 리바노스에 속해 있고 일부는 신원이 확실하다.
en: all of them are from libanos, and we are certain of the identity of some.

source: 그날 이후 왕자는 매일 밤 어린 사제를 찾았고
en: from that night on, the prince summoned the young nun every night.

source: 아쉽군요, 직접 물어봤다면 더 좋았을 텐데.
en: it’s a pity, I couldn’t ask her these things myself.

source: 그러다 너희 엄마한테 혼난다?
en: or you’re going to get in trouble with your mother.

source: 리바노스 때문입니다.
en: libanos itself.

source: 참주님 기도도 같이 해드릴까요?
en: would you like me to pray for the despotess, too?

source: 응?
en: hm?

source: 새로이 만나는 것을.
en: ...would meet once again.

source: …아, 역시 너도
en: oh... you’re still...

source: 보름째 되는 날 열어보거라.
en: open this in one month.

source: 어떻게 하지?
en: what do I do now?

source: 이, 이게…
en: wh-what...

source: 하긴….
en: I see...

source: 하나 더 있지요.
en: there’s one more thing.

source: 아니요, 저는 전하를 꽤 좋아해요.
en: no. I like you a lot.

source: 안 다치고 무사히 끝났잖아요.
en: because we survived the fight unscathed.

source: 또 그거?
en: this again?

source: 뭐?
en: what?

source: 사제님과 돌아갈까
en: ...and return with sister lili...

source: 아니에요.
en: no.

source: 푸핫, 말도 안 돼!
en: puahaha! no way!

source: 저는…
en: I...

source: 전하께서도 듣고 납득하셨다고….
en: and the prince understood...

source: 당신네 왕자님이 바라는 게 그거던데요….
en: that’s exactly what your prince wants...

source: 으앙, 형제님~!!!
en: waaah, brother didi!!

source: 악!!
en: argh!

source: 닮았다.
en: they’re a lot alike.

source: 방금 나 막았어?
en: did you just block me?

source: 그렇게 말한 것치곤 좀 지나치게 사사롭지 않으세요?
en: but isn’t what you said a bit too personal?

source: 사람은 스스로 생각할 수 있는 존재니까.
en: that is because we are humans who can think for ourselves.

source: 옆집, 바느질, 삯.
en: next door, sewing, pay.

source: 그것도 정신이 반쯤 나간 상태로.
en: and it doesn’t seem like she’s all there in the head anymore, either.

source: 으아아아아앙!
en: waaah!

source: 베일을 쓴 소녀.
en: the veiled girl.

source: …부탁이야.
en: please.

source: 또 못 잤구만, 이 왕자님.
en: you didn’t get any sleep again, did you?

source: 신앙심 깊은 귀족이 사제의 기도를 어떻게 막겠어.
en: how could a pious nobleman stop a nun from praying?

source: 제발 그러지 마세요….
en: please don’t do that to me...

source: 동녘에서 뜨는 태양이 마음을 바꿔 서녘부터 밝힌다면 어찌 되겠습니까?
en: what if the sun decides to stop rising in the east but instead, rises in the west?

source: 딸이 이상하다는 어머니를 모두가 거짓말쟁이라 했지만
en: everybody called my mother a liar when she said her daughter was strange...

source: 그게 제가 할 수 있는 최대한의 양보입니다.
en: this is the only thing I can do for you.

source: 사제의 호위가 돌아왔다!!
en: the nun’s bodyguard is back!

source: 지금도?
en: even now?

source: 저는 전쟁이나 정세에 대해선 잘 몰라요.
en: I don’t know much about war or state affairs.

source: 여기에도 로제에서 온 어린 천사가 하나 있긴 한데.
en: we do have the young “angel of rosé” here in the castle.

source: 나라의 태양이신 전하의 마음은 과연 무엇을 좌우할까요?
en: then what’s in the mind of your highness, the sun of the country?

source: 아까, 아는 사이였나요?
en: do you... know that woman?

source: 입술을 잘라버려야지.
en: ...I’ll slice her lips off.

source: 이제 매일 밤 오라고 하십니다.
en: he wants you to go to him every night from now on.

source: 한낱 인간이에요.
en: the ordinary human.

source: 있었지, 저런 게.
en: that’s right. the doll.

source: 저 제사드릴 줄 몰라요.
en: because I don’t know how to conduct mass.

source: 당장이라도 눈앞에서 목걸이를 풀고 당신의 모든 것을 훔쳐보고 싶지만─
en: I wish I could take off my necklace right in front of him and plunder everything from his mind...

source: 그럼 그 여자를 따돌리고 네 호위와 합류할 만한 장소는?
en: then is there anywhere we can hide from her and rendezvous with your bodyguard?

source: 주제 넘게 설치는 걸 보니.
en: seeing that you never seem to know your place.

source: 순전한 호의.
en: ...purely out of good will.
